Revit 2027 API
ParameterTypeId.TagOnPlacementUi Property
 "Tag on Placement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagOnPlacementUi { get; }
Public Shared ReadOnly Property TagOnPlacementUi As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagOnPlacementUi {
	ForgeTypeId^ get ();
}
static member TagOnPlacementUi : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace